// - Створити масив, наповнити його 10 елементами будь-якого типу, вивести кожен елемент в консоль
let arr_1 = [];
arr_1[0] = false;
arr_1[1] = true;
arr_1[2] = 'sring'
arr_1[3] = 4;
arr_1[4] = 5;
arr_1[5] = 6;
arr_1[6] = 7;
arr_1[7] = 8;
arr_1[8] = 9;
arr_1[9] = 10;
console.log(arr_1)
// - Створити 3 об'єкти які описують книги. Поля об'єкту : title ,pageCount, genre.
// - Створити 3 об'єкти які описують книги. Поля об'єкту : title ,pageCount, genre, authors. Поле "автори" - масив. Кожен автор має поля name,age
// - Створити масив з 10 об'єктами які описують сутніть "користувач". Поля: name, username,password. Вивести в консоль пароль кожного користувача

